Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametinget_mottok_budskapet_med_sorg_.html.tmx
Source language: nob
Languages: sme

source: Sametinget mottok budskapet med sorg
sme: Sámediggái morašlaš diehtu

source: Det er med stor sorg at vi har mottatt det triste budskapet om at fylkesrådsleder for Troms og Finnmark, Bjørn Inge Mo døde brått hjemme i Gáivuotna natt til søndag.
sme: Midjiide lei stuora moraš oažžut dieđu ahte Tromssa ja Finnmárkku fylkkaráđđejođiheaddji Bjørn Inge Mo jámii iežas ruovttus Gáivuonas sotnabeaivve čuovganeapmái.

source: Bjørn Inge var en markant og tydelig politiker.
sme: Bjørn Inge Mo lei roahkkadis ja čeahpes politihkkár.

source: Han var en god politisk leder, pådriver, initiativtaker og medspiller.
sme: Son lei buorre politihkalaš jođiheaddji, lei čeahppi álggahit ja Bjørn Inge Mo Foto:Sámediggi/Kenneth Hætta jođihit áššiid, ja lei čeahppi ovttasbargat earáiguin. Sus lei nana dehálaš ahte politihkalaš mearrádusat galge nannet sihke báikkálaš- ja regionála servvodaga, ja son beroštii das mo olbmot davvin dáhtto hábmet oadjebas ja buriid servvodaga.

source: Bjørn Inge Mo Foto:Sámediggi/Kenneth Hætta Han var veldig opptatt av at politiske beslutninger skulle være med på å styrke både lokale- og regionale samfunn, og var opptatt av hvordan innbyggerne i nord ville forme trygge og gode samfunn.
sme: Viidásat lei son okta máŋgga guovddáš olbmuin geat ledje mielde proseassas mii buvttii historjjálaš Čáhppesvuovdeduopmu mas sámi vuoigatvuođat dohkkehuvvojedje riektevuogádagas.

source: Videre var han en av flere sentrale personer som deltok aktiv med prosessen frem mot den historiske Svartskogendommen der samiske rettigheter ble anerkjent i rettssystemet.
sme: Su bargu mearrasápmelaččaid rivttiid ja sámegiela ovddas leat maid oasit su stuora servodatberoštumis maid son čájehii olu guovddáš jođihandoaimmaid bokte servodagas.

source: Hans arbeid for sjøsamiske rettigheter, primærnæringer og samisk språk er også blant det meget omfattende samfunnsengasjementet som han viste gjennom mange meget sentrale lederroller i samfunnet.
sme: Mo:s lei guhkes politihkalaš karrieara ja son lei Tromssa bargiidbellodaga jođiheaddji 2005:s gitta 2014 rádjái. Son lei maid sámediggeáirras 2017:s dassái go oaččui virgelobi ámmáhis 2020:s.

source: Mo hadde lang fartstid i politikken og var leder av Troms Arbeiderparti fra 2005 til 2014, og var også sametingsrepresentant fra 2017 til han fikk permisjon fra vervet i 2020.
sme: Mo lei maid sátnejođiheaddji Gáivuonas 2003:s gitta 2015 rádjái.

source: Mo var også ordfører i Kåfjord kommune fra 2003 til 2015.
sme: Su fáhkka vádjoleapmi lea stuorra vahágin politihkalaš Sápmái ja Norgii.

source: Hans plutselige bortgang er et stort tap for det politiske Sápmi og Norge.
sme: Min jurdagat mannet su bearrašii ja su lagas ustibiidda, su bellodatustibiidda ja fylkagieldda bargiide

source: Alle våre tanker går til hans nærmeste familie og venner, hans politiske kolleger og de ansatte i fylkeskommunen.
sme: Ráfi lehkos su muittuin.

source: Fred med ditt minne.
sme: Sámediggi dáhtto giitit Bjørn Inge Mo su guhkit áigge áŋgiruššamis sámi servvodaga ovdii.

source: Sametinget vil uttrykke stor takknemlighet for Bjørn Inges langvarige engasjement for det samiske samfunnet.
sme: Su áŋgiruššan ii vajálduhtto.
